{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 10000, "word_counts": "{\"hey\": 697, \"there\": 380, \"payment\": 584, \"error\": 294, \"purchase\": 364, \"help\": 277, \"with\": 784, \"bluetooth\": 231, \"order\": 1741, \"information\": 301, \"about\": 560, \"keyboard\": 116, \"ca\": 279, \"n't\": 279, \"pay\": 279, \"for\": 833, \"service\": 362, \"bye\": 238, \"can\": 264, \"you\": 632, \"check\": 264, \"status\": 570, \"of\": 509, \"#\": 1377, \"47180\": 13, \"hi\": 868, \"!\": 415, \"issue\": 525, \"app\": 243, \"failed\": 290, \"subscription\": 330, \"price\": 245, \"camera\": 138, \"?\": 785, \"how\": 251, \"to\": 300, \"fix\": 251, \"hello\": 687, \"catch\": 60, \"later\": 155, \"problem\": 539, \"paying\": 557, \"morning\": 184, \"i\": 511, \"need\": 247, \"update\": 502, \"on\": 247, \"56710\": 11, \"19705\": 17, \"hii\": 176, \"peace\": 104, \"out\": 49, \"77581\": 17, \"please\": 306, \"where\": 281, \"is\": 281, \"my\": 281, \"20140\": 13, \"yo\": 162, \"ttyl\": 53, \"sup\": 176, \"afternoon\": 155, \"do\": 259, \"have\": 259, \"headphones\": 140, \"in\": 259, \"stock\": 259, \"howdy\": 164, \"'m\": 264, \"looking\": 264, \"iphone\": 132, \"51433\": 11, \"greetings\": 178, \"laptop\": 135, \"login\": 287, \"heyy\": 169, \"tablet\": 138, \"byee\": 42, \"wifi\": 299, \"23834\": 20, \"evening\": 168, \"heya\": 153, \"40236\": 14, \"hiya\": 171, \"92827\": 9, \"tell\": 259, \"me\": 259, \"smartwatch\": 128, \"track\": 279, \"57782\": 17, \"not\": 280, \"working\": 280, \"36751\": 17, \"17094\": 18, \"89882\": 8, \"good\": 52, \"night\": 114, \"speaker\": 129, \"61028\": 12, \"talk\": 49, \"37724\": 18, \"42811\": 17, \"67511\": 16, \"goodbye\": 47, \"30388\": 21, \"see\": 45, \"ya\": 45, \"mouse\": 138, \"ok\": 51, \"monitor\": 134, \"98371\": 13, \"26708\": 13, \"79066\": 16, \"57320\": 15, \"take\": 47, \"care\": 47, \"38732\": 18, \"95496\": 14, \"76719\": 14, \"75427\": 19, \"48189\": 19, \"10893\": 16, \"54409\": 18, \"39848\": 19, \"60940\": 16, \"28643\": 14, \"53110\": 15, \"71220\": 14, \"16042\": 12, \"93720\": 15, \"73105\": 12, \"bai\": 53, \"got\": 50, \"ta\": 50, \"go\": 50, \"12965\": 16, \"43434\": 15, \"74499\": 18, \"23378\": 16, \"73372\": 10, \"11600\": 14, \"cya\": 62, \"66832\": 19, \"94835\": 14, \"15490\": 16, \"67407\": 7, \"72077\": 8, \"80645\": 6, \"20402\": 17, \"75782\": 17, \"62925\": 14, \"56544\": 10, \"78398\": 19, \"42048\": 11, \"12379\": 9, \"24509\": 13, \"20117\": 15, \"17885\": 13, \"15321\": 11, \"45352\": 15, \"82430\": 14, \"79752\": 12, \"48600\": 11, \"36494\": 16, \"62712\": 12, \"85514\": 17, \"15814\": 15, \"73797\": 9, \"34801\": 13, \"93357\": 14, \"42396\": 18, \"60278\": 7, \"93162\": 14, \"37571\": 13, \"59413\": 19, \"91461\": 13, \"24746\": 16, \"18322\": 16, \"63415\": 17, \"27736\": 10, \"93633\": 10, \"63017\": 12, \"28449\": 9, \"77697\": 15, \"87830\": 8, \"64969\": 11, \"54486\": 12, \"39230\": 12, \"48453\": 13, \"20212\": 13, \"78719\": 14, \"40897\": 16, \"92186\": 9, \"52487\": 10, \"21119\": 10, \"47469\": 17, \"82514\": 12, \"49103\": 9, \"21122\": 5}", "word_docs": "{\"there\": 380, \"hey\": 519, \"payment\": 584, \"purchase\": 364, \"error\": 294, \"help\": 277, \"with\": 784, \"bluetooth\": 231, \"order\": 1741, \"keyboard\": 116, \"about\": 560, \"information\": 301, \"pay\": 279, \"n't\": 279, \"service\": 362, \"ca\": 279, \"for\": 833, \"bye\": 196, \"status\": 570, \"can\": 264, \"you\": 632, \"check\": 264, \"#\": 1377, \"47180\": 13, \"of\": 509, \"!\": 415, \"hi\": 695, \"issue\": 525, \"app\": 243, \"failed\": 290, \"subscription\": 330, \"?\": 785, \"camera\": 138, \"price\": 245, \"to\": 300, \"how\": 251, \"fix\": 251, \"hello\": 522, \"later\": 155, \"catch\": 60, \"paying\": 557, \"problem\": 539, \"morning\": 184, \"on\": 247, \"need\": 247, \"56710\": 11, \"i\": 511, \"update\": 502, \"19705\": 17, \"hii\": 176, \"out\": 49, \"peace\": 104, \"please\": 306, \"77581\": 17, \"is\": 281, \"my\": 281, \"where\": 281, \"20140\": 13, \"yo\": 162, \"ttyl\": 53, \"sup\": 176, \"afternoon\": 155, \"do\": 259, \"in\": 259, \"have\": 259, \"stock\": 259, \"headphones\": 140, \"howdy\": 164, \"iphone\": 132, \"looking\": 264, \"'m\": 264, \"51433\": 11, \"greetings\": 178, \"laptop\": 135, \"login\": 287, \"heyy\": 169, \"tablet\": 138, \"byee\": 42, \"wifi\": 299, \"23834\": 20, \"evening\": 168, \"heya\": 153, \"40236\": 14, \"hiya\": 171, \"92827\": 9, \"smartwatch\": 128, \"tell\": 259, \"me\": 259, \"57782\": 17, \"track\": 279, \"working\": 280, \"not\": 280, \"36751\": 17, \"17094\": 18, \"89882\": 8, \"good\": 52, \"night\": 114, \"speaker\": 129, \"61028\": 12, \"talk\": 49, \"37724\": 18, \"42811\": 17, \"67511\": 16, \"goodbye\": 47, \"30388\": 21, \"see\": 45, \"ya\": 45, \"mouse\": 138, \"ok\": 51, \"monitor\": 134, \"98371\": 13, \"26708\": 13, \"79066\": 16, \"57320\": 15, \"take\": 47, \"care\": 47, \"38732\": 18, \"95496\": 14, \"76719\": 14, \"75427\": 19, \"48189\": 19, \"10893\": 16, \"54409\": 18, \"39848\": 19, \"60940\": 16, \"28643\": 14, \"53110\": 15, \"71220\": 14, \"16042\": 12, \"93720\": 15, \"73105\": 12, \"bai\": 53, \"got\": 50, \"ta\": 50, \"go\": 50, \"12965\": 16, \"43434\": 15, \"74499\": 18, \"23378\": 16, \"73372\": 10, \"11600\": 14, \"cya\": 62, \"66832\": 19, \"94835\": 14, \"15490\": 16, \"67407\": 7, \"72077\": 8, \"80645\": 6, \"20402\": 17, \"75782\": 17, \"62925\": 14, \"56544\": 10, \"78398\": 19, \"42048\": 11, \"12379\": 9, \"24509\": 13, \"20117\": 15, \"17885\": 13, \"15321\": 11, \"45352\": 15, \"82430\": 14, \"79752\": 12, \"48600\": 11, \"36494\": 16, \"62712\": 12, \"85514\": 17, \"15814\": 15, \"73797\": 9, \"34801\": 13, \"93357\": 14, \"42396\": 18, \"60278\": 7, \"93162\": 14, \"37571\": 13, \"59413\": 19, \"91461\": 13, \"24746\": 16, \"18322\": 16, \"63415\": 17, \"27736\": 10, \"93633\": 10, \"63017\": 12, \"28449\": 9, \"77697\": 15, \"87830\": 8, \"64969\": 11, \"54486\": 12, \"39230\": 12, \"48453\": 13, \"20212\": 13, \"78719\": 14, \"40897\": 16, \"92186\": 9, \"52487\": 10, \"21119\": 10, \"47469\": 17, \"82514\": 12, \"49103\": 9, \"21122\": 5}", "index_docs": "{\"21\": 380, \"8\": 519, \"11\": 584, \"22\": 364, \"29\": 294, \"41\": 277, \"7\": 784, \"59\": 231, \"2\": 1741, \"81\": 116, \"13\": 560, \"26\": 301, \"39\": 279, \"38\": 279, \"23\": 362, \"37\": 279, \"5\": 833, \"58\": 196, \"12\": 570, \"42\": 264, \"10\": 632, \"43\": 264, \"3\": 1377, \"156\": 13, \"18\": 509, \"20\": 415, \"4\": 695, \"16\": 525, \"57\": 243, \"30\": 290, \"24\": 330, \"6\": 785, \"73\": 138, \"56\": 245, \"27\": 300, \"52\": 251, \"53\": 251, \"9\": 522, \"69\": 155, \"85\": 60, \"14\": 557, \"15\": 539, \"60\": 184, \"55\": 247, \"54\": 247, \"176\": 11, \"17\": 511, \"19\": 502, \"115\": 17, \"62\": 176, \"93\": 49, \"83\": 104, \"25\": 306, \"116\": 17, \"33\": 281, \"34\": 281, \"32\": 281, \"157\": 13, \"68\": 162, \"86\": 53, \"63\": 176, \"70\": 155, \"46\": 259, \"48\": 259, \"47\": 259, \"49\": 259, \"72\": 140, \"67\": 164, \"78\": 132, \"45\": 264, \"44\": 264, \"177\": 11, \"61\": 178, \"76\": 135, \"31\": 287, \"65\": 169, \"74\": 138, \"100\": 42, \"28\": 299, \"102\": 20, \"66\": 168, \"71\": 153, \"144\": 14, \"64\": 171, \"188\": 9, \"80\": 128, \"50\": 259, \"51\": 259, \"117\": 17, \"40\": 279, \"36\": 280, \"35\": 280, \"118\": 17, \"109\": 18, \"194\": 8, \"88\": 52, \"82\": 114, \"79\": 129, \"167\": 12, \"94\": 49, \"110\": 18, \"119\": 17, \"125\": 16, \"95\": 47, \"101\": 21, \"98\": 45, \"99\": 45, \"75\": 138, \"89\": 51, \"77\": 134, \"158\": 13, \"159\": 13, \"126\": 16, \"136\": 15, \"96\": 47, \"97\": 47, \"111\": 18, \"145\": 14, \"146\": 14, \"103\": 19, \"104\": 19, \"127\": 16, \"112\": 18, \"105\": 19, \"128\": 16, \"147\": 14, \"137\": 15, \"148\": 14, \"168\": 12, \"138\": 15, \"169\": 12, \"87\": 53, \"90\": 50, \"91\": 50, \"92\": 50, \"129\": 16, \"139\": 15, \"113\": 18, \"130\": 16, \"182\": 10, \"149\": 14, \"84\": 62, \"106\": 19, \"150\": 14, \"131\": 16, \"197\": 7, \"195\": 8, \"199\": 6, \"120\": 17, \"121\": 17, \"151\": 14, \"183\": 10, \"107\": 19, \"178\": 11, \"189\": 9, \"160\": 13, \"140\": 15, \"161\": 13, \"179\": 11, \"141\": 15, \"152\": 14, \"170\": 12, \"180\": 11, \"132\": 16, \"171\": 12, \"122\": 17, \"142\": 15, \"190\": 9, \"162\": 13, \"153\": 14, \"114\": 18, \"198\": 7, \"154\": 14, \"163\": 13, \"108\": 19, \"164\": 13, \"133\": 16, \"134\": 16, \"123\": 17, \"184\": 10, \"185\": 10, \"172\": 12, \"191\": 9, \"143\": 15, \"196\": 8, \"181\": 11, \"173\": 12, \"174\": 12, \"165\": 13, \"166\": 13, \"155\": 14, \"135\": 16, \"192\": 9, \"186\": 10, \"187\": 10, \"124\": 17, \"175\": 12, \"193\": 9, \"200\": 5}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"order\", \"3\": \"#\", \"4\": \"hi\", \"5\": \"for\", \"6\": \"?\", \"7\": \"with\", \"8\": \"hey\", \"9\": \"hello\", \"10\": \"you\", \"11\": \"payment\", \"12\": \"status\", \"13\": \"about\", \"14\": \"paying\", \"15\": \"problem\", \"16\": \"issue\", \"17\": \"i\", \"18\": \"of\", \"19\": \"update\", \"20\": \"!\", \"21\": \"there\", \"22\": \"purchase\", \"23\": \"service\", \"24\": \"subscription\", \"25\": \"please\", \"26\": \"information\", \"27\": \"to\", \"28\": \"wifi\", \"29\": \"error\", \"30\": \"failed\", \"31\": \"login\", \"32\": \"where\", \"33\": \"is\", \"34\": \"my\", \"35\": \"not\", \"36\": \"working\", \"37\": \"ca\", \"38\": \"n't\", \"39\": \"pay\", \"40\": \"track\", \"41\": \"help\", \"42\": \"can\", \"43\": \"check\", \"44\": \"'m\", \"45\": \"looking\", \"46\": \"do\", \"47\": \"have\", \"48\": \"in\", \"49\": \"stock\", \"50\": \"tell\", \"51\": \"me\", \"52\": \"how\", \"53\": \"fix\", \"54\": \"need\", \"55\": \"on\", \"56\": \"price\", \"57\": \"app\", \"58\": \"bye\", \"59\": \"bluetooth\", \"60\": \"morning\", \"61\": \"greetings\", \"62\": \"hii\", \"63\": \"sup\", \"64\": \"hiya\", \"65\": \"heyy\", \"66\": \"evening\", \"67\": \"howdy\", \"68\": \"yo\", \"69\": \"later\", \"70\": \"afternoon\", \"71\": \"heya\", \"72\": \"headphones\", \"73\": \"camera\", \"74\": \"tablet\", \"75\": \"mouse\", \"76\": \"laptop\", \"77\": \"monitor\", \"78\": \"iphone\", \"79\": \"speaker\", \"80\": \"smartwatch\", \"81\": \"keyboard\", \"82\": \"night\", \"83\": \"peace\", \"84\": \"cya\", \"85\": \"catch\", \"86\": \"ttyl\", \"87\": \"bai\", \"88\": \"good\", \"89\": \"ok\", \"90\": \"got\", \"91\": \"ta\", \"92\": \"go\", \"93\": \"out\", \"94\": \"talk\", \"95\": \"goodbye\", \"96\": \"take\", \"97\": \"care\", \"98\": \"see\", \"99\": \"ya\", \"100\": \"byee\", \"101\": \"30388\", \"102\": \"23834\", \"103\": \"75427\", \"104\": \"48189\", \"105\": \"39848\", \"106\": \"66832\", \"107\": \"78398\", \"108\": \"59413\", \"109\": \"17094\", \"110\": \"37724\", \"111\": \"38732\", \"112\": \"54409\", \"113\": \"74499\", \"114\": \"42396\", \"115\": \"19705\", \"116\": \"77581\", \"117\": \"57782\", \"118\": \"36751\", \"119\": \"42811\", \"120\": \"20402\", \"121\": \"75782\", \"122\": \"85514\", \"123\": \"63415\", \"124\": \"47469\", \"125\": \"67511\", \"126\": \"79066\", \"127\": \"10893\", \"128\": \"60940\", \"129\": \"12965\", \"130\": \"23378\", \"131\": \"15490\", \"132\": \"36494\", \"133\": \"24746\", \"134\": \"18322\", \"135\": \"40897\", \"136\": \"57320\", \"137\": \"53110\", \"138\": \"93720\", \"139\": \"43434\", \"140\": \"20117\", \"141\": \"45352\", \"142\": \"15814\", \"143\": \"77697\", \"144\": \"40236\", \"145\": \"95496\", \"146\": \"76719\", \"147\": \"28643\", \"148\": \"71220\", \"149\": \"11600\", \"150\": \"94835\", \"151\": \"62925\", \"152\": \"82430\", \"153\": \"93357\", \"154\": \"93162\", \"155\": \"78719\", \"156\": \"47180\", \"157\": \"20140\", \"158\": \"98371\", \"159\": \"26708\", \"160\": \"24509\", \"161\": \"17885\", \"162\": \"34801\", \"163\": \"37571\", \"164\": \"91461\", \"165\": \"48453\", \"166\": \"20212\", \"167\": \"61028\", \"168\": \"16042\", \"169\": \"73105\", \"170\": \"79752\", \"171\": \"62712\", \"172\": \"63017\", \"173\": \"54486\", \"174\": \"39230\", \"175\": \"82514\", \"176\": \"56710\", \"177\": \"51433\", \"178\": \"42048\", \"179\": \"15321\", \"180\": \"48600\", \"181\": \"64969\", \"182\": \"73372\", \"183\": \"56544\", \"184\": \"27736\", \"185\": \"93633\", \"186\": \"52487\", \"187\": \"21119\", \"188\": \"92827\", \"189\": \"12379\", \"190\": \"73797\", \"191\": \"28449\", \"192\": \"92186\", \"193\": \"49103\", \"194\": \"89882\", \"195\": \"72077\", \"196\": \"87830\", \"197\": \"67407\", \"198\": \"60278\", \"199\": \"80645\", \"200\": \"21122\"}", "word_index": "{\"<OOV>\": 1, \"order\": 2, \"#\": 3, \"hi\": 4, \"for\": 5, \"?\": 6, \"with\": 7, \"hey\": 8, \"hello\": 9, \"you\": 10, \"payment\": 11, \"status\": 12, \"about\": 13, \"paying\": 14, \"problem\": 15, \"issue\": 16, \"i\": 17, \"of\": 18, \"update\": 19, \"!\": 20, \"there\": 21, \"purchase\": 22, \"service\": 23, \"subscription\": 24, \"please\": 25, \"information\": 26, \"to\": 27, \"wifi\": 28, \"error\": 29, \"failed\": 30, \"login\": 31, \"where\": 32, \"is\": 33, \"my\": 34, \"not\": 35, \"working\": 36, \"ca\": 37, \"n't\": 38, \"pay\": 39, \"track\": 40, \"help\": 41, \"can\": 42, \"check\": 43, \"'m\": 44, \"looking\": 45, \"do\": 46, \"have\": 47, \"in\": 48, \"stock\": 49, \"tell\": 50, \"me\": 51, \"how\": 52, \"fix\": 53, \"need\": 54, \"on\": 55, \"price\": 56, \"app\": 57, \"bye\": 58, \"bluetooth\": 59, \"morning\": 60, \"greetings\": 61, \"hii\": 62, \"sup\": 63, \"hiya\": 64, \"heyy\": 65, \"evening\": 66, \"howdy\": 67, \"yo\": 68, \"later\": 69, \"afternoon\": 70, \"heya\": 71, \"headphones\": 72, \"camera\": 73, \"tablet\": 74, \"mouse\": 75, \"laptop\": 76, \"monitor\": 77, \"iphone\": 78, \"speaker\": 79, \"smartwatch\": 80, \"keyboard\": 81, \"night\": 82, \"peace\": 83, \"cya\": 84, \"catch\": 85, \"ttyl\": 86, \"bai\": 87, \"good\": 88, \"ok\": 89, \"got\": 90, \"ta\": 91, \"go\": 92, \"out\": 93, \"talk\": 94, \"goodbye\": 95, \"take\": 96, \"care\": 97, \"see\": 98, \"ya\": 99, \"byee\": 100, \"30388\": 101, \"23834\": 102, \"75427\": 103, \"48189\": 104, \"39848\": 105, \"66832\": 106, \"78398\": 107, \"59413\": 108, \"17094\": 109, \"37724\": 110, \"38732\": 111, \"54409\": 112, \"74499\": 113, \"42396\": 114, \"19705\": 115, \"77581\": 116, \"57782\": 117, \"36751\": 118, \"42811\": 119, \"20402\": 120, \"75782\": 121, \"85514\": 122, \"63415\": 123, \"47469\": 124, \"67511\": 125, \"79066\": 126, \"10893\": 127, \"60940\": 128, \"12965\": 129, \"23378\": 130, \"15490\": 131, \"36494\": 132, \"24746\": 133, \"18322\": 134, \"40897\": 135, \"57320\": 136, \"53110\": 137, \"93720\": 138, \"43434\": 139, \"20117\": 140, \"45352\": 141, \"15814\": 142, \"77697\": 143, \"40236\": 144, \"95496\": 145, \"76719\": 146, \"28643\": 147, \"71220\": 148, \"11600\": 149, \"94835\": 150, \"62925\": 151, \"82430\": 152, \"93357\": 153, \"93162\": 154, \"78719\": 155, \"47180\": 156, \"20140\": 157, \"98371\": 158, \"26708\": 159, \"24509\": 160, \"17885\": 161, \"34801\": 162, \"37571\": 163, \"91461\": 164, \"48453\": 165, \"20212\": 166, \"61028\": 167, \"16042\": 168, \"73105\": 169, \"79752\": 170, \"62712\": 171, \"63017\": 172, \"54486\": 173, \"39230\": 174, \"82514\": 175, \"56710\": 176, \"51433\": 177, \"42048\": 178, \"15321\": 179, \"48600\": 180, \"64969\": 181, \"73372\": 182, \"56544\": 183, \"27736\": 184, \"93633\": 185, \"52487\": 186, \"21119\": 187, \"92827\": 188, \"12379\": 189, \"73797\": 190, \"28449\": 191, \"92186\": 192, \"49103\": 193, \"89882\": 194, \"72077\": 195, \"87830\": 196, \"67407\": 197, \"60278\": 198, \"80645\": 199, \"21122\": 200}"}}